class Iphone15:
    PRODUCT_NAME = "Apple iPhone 15 Pro Max"
    DESCRIPTION = 'iPhone 15 Pro Max оснащен огромным 6,7-дюймовым Super Retina XDR OLED-экраном, ' \
                  'который обеспечивает непревзойденное качество изображения. Мощнейший процессор ' \
                  'гарантирует плавную и быструю работу в любых сценариях использования. Основная ' \
                  'камера с тремя объективами, оптической стабилизацией и функцией “Киноэффект” ' \
                  'позволяет снимать фото и видео профессионального качества. Технология Face ID ' \
                  'обеспечивает быстрый и безопасный доступ к устройству.'
    META_TAG = 'iPhone'
    MODEL = 'iPhone 15 Pro Max 256 ГБ'
    PRICE = '1199.95'
    QUANTITY = '5'
    MANUFACTURER = 'Apple'
    CATEGORY = 'Phones & PDAs'
    SEO = 'iphone_15'
